{
  "block.arcanemagic.altar": "Sacrificial Altar",
  "block.arcanemagic.inductor": "Anima Inductor",
  "block.arcanemagic.pedestal": "Pedestal",
  "item.arcanemagic.parchment": "Parchment",
  "item.arcanemagic.parchment_written": "Written Parchment",
  "item.arcanemagic.parchment_ancient": "Ancient Parchment",
  "item.arcanemagic.linking_rod": "Linking Rod",
  "item.arcanemagic.notebook": "Lost Notebook",
  "chat.arcanemagic.linking_success": "You established a link",
  "chat.arcanemagic.linking_selected": "You selected a block to link",
  "chat.arcanemagic.linking_same_block": "You cannot link a block to itself",
  "chat.arcanemagic.linking_invalid_src": "You tried to link from an invalid block",
  "chat.arcanemagic.linking_invalid_dest": "You tried to link to an invalid block",
  "chat.arcanemagic.drowned_first_kill": "I've never seen a zombie which looked like that before. I should get some paper to write about my findings before I kill another.",
  "chat.arcanemagic.drowned_paper_kill": "The paper dissolves too easily in the water. Perhaps combining two pieces with some string would strengthen it further.",
  "chat.arcanemagic.parchment_first_craft": "This should resist the water for long enough to write some notes. Now I am ready to kill another drowned zombie.",
  "chat.arcanemagic.drowned_parchment_kill": "You use the parchment to write about your discovery",
  "chat.arcanemagic.drowned_quest_complete": "You have learned more about the Drowned",
  "parchment.arcanemagic.drowned_discovery_1": "I am writing this to record an unusual species which I discovered whilst swimming today. It featured many of the same properties as the Zombies I have seen countless times before, but it was blue and thrived underwater. When I killed it, the particles released looked very different to anything I am used to. In order to study this further I will need to kill more of them and document my findings once I reach a conclusion.",
  "parchment.arcanemagic.drowned_discovery_2": "Since my last entry, I have killed several of the drowned zombies, but the particles dissipated before I could study them properly. I theorize that killing them whilst they stand on a sufficiently dense object such as this altar I have designed may stabilize the particles, at least temporarily."

}