{
  "block.arcanemagic.altar": "Sacrificial Altar",
  "block.arcanemagic.inductor": "Anima Inductor",
  "block.arcanemagic.pedestal": "Pedestal",
  "item.arcanemagic.parchment": "Parchment",
  "item.arcanemagic.parchment_written": "Written Parchment",
  "item.arcanemagic.parchment_ancient": "Ancient Parchment",
  "item.arcanemagic.linking_rod": "Linking Rod",
  "item.arcanemagic.transformer": "Anima Transformer",
  "item.arcanemagic.notebook": "Lost Notebook",
  "chat.arcanemagic.linking_success": "You established a link",
  "chat.arcanemagic.linking_selected": "You selected a block to link",
  "chat.arcanemagic.linking_same_block": "You cannot link a block to itself",
  "chat.arcanemagic.linking_invalid_src": "You tried to link from an invalid block",
  "chat.arcanemagic.linking_invalid_dest": "You tried to link to an invalid block",
  "chat.arcanemagic.ancient_parchment_start": "I don't know what they were talking about, but perhaps I could find out by killing an underwater Zombie, since the \"Anima\" couldn't dissipate there.",
  "chat.arcanemagic.drowned_first_kill": "I've never seen a zombie which looked like that before. I should get some paper to write about my findings before I kill another.",
  "chat.arcanemagic.drowned_paper_kill": "The paper dissolves too easily in the water. Perhaps combining two pieces with some string would strengthen it further.",
  "chat.arcanemagic.parchment_first_craft": "This should resist the water for long enough to write some notes. Now I am ready to kill another drowned zombie.",
  "chat.arcanemagic.drowned_parchment_kill": "You use the parchment to write about your discovery",
  "chat.arcanemagic.drowned_quest_complete": "You have learned more about the Drowned",
  "chat.arcanemagic.altar_first_kill": "You have learned more about Sacrifice",
  "chat.arcanemagic.ancient_parchment_later": "You have learned more about Anima",
  "parchment.arcanemagic.drowned_discovery_quest": "I am writing this to record an unusual species which I discovered whilst swimming today. It featured many of the same properties as the Zombies I have seen countless times before, but it was blue and thrived underwater. When I killed it, the particles released looked very different to anything I am used to. In order to study this further I will need to kill more of them and document my findings once I reach a conclusion.",
  "parchment.arcanemagic.drowned_discovery_altar": "Since my last entry, I have killed several of the drowned zombies, but the particles dissipated before I could study them properly. I theorize that killing them whilst they stand on a sufficiently dense object such as this altar I have designed may stabilize the particles, at least temporarily.",
  "parchment.arcanemagic.drowned_discovery_find_a_hut": "My theory was correct! Killing the zombies while they were standing near the Altar caused the particles to be absorbed into it instead of dissipating into the atmosphere. Unfortunately I cannot study the particles now that they are trapped within my altar, so I may need some way of extracting them before I can make use of them. I don't have any ideas as to how I could do this yet, but perhaps some exploration would help clear my mind and allow me to think of new possibilities.",
  "parchment.arcanemagic.drowned_discovery_already_found_hut": "My theory was correct! Killing the zombies while they were standing near the Altar caused the particles to be absorbed into it instead of dissipating into the atmosphere. Unfortunately I cannot study the particles now that they are trapped within my altar, so I may need some way of extracting them before I can make use of them. The ancient parchment which I found in an abandoned hut a while ago could help uncover a way of extracting the particles.",
  "parchment.arcanemagic.drowned_discovery_inductor_recent_hut": "After some exploration, I found a long-abandoned hut with an ancient parchment inside it. It seems likely that the particles I have been observing are what they refer to as Anima. If this is the case, perhaps I could extract the particles from my Altar using an inductor of sorts? I will have to find out.",
  "parchment.arcanemagic.drowned_discovery_inductor_old_hut": "After a closer inspection of the ancient parchment, I have concluded that perhaps the particles I have been observing are the same as what they refer to as Anima. If this is the case, perhaps I could extract the particles from my Altar using an inductor of sorts? I hope so.",
  "parchment.arcanemagic.wizard_hut_1": "The rest of us have already left the area. Many of them seek refuge under the water where the Anima cannot dissipate, but we will continue our research on the Expansion for as long as we can. Unfortunately half our group have already transformed into Zombies - the aura is becoming far too thin to survive. If you are reading this, we have started our journey to the community center in hopes of finding the survivors. Do not try to harness the power in the aura."
}