{
  "itemGroup.arcanemagic.items": "Arcane Magic",
  "category.arcanemagic.transfiguration": "Transfiguration",
  "block.arcanemagic.altar": "Altar",
  "block.arcanemagic.analyzer": "Analyzer",
  "block.arcanemagic.crystal_infuser": "Crystal Infuser",
  "block.arcanemagic.mixer": "Mixer",
  "block.arcanemagic.pipe": "Pipe",
  "block.arcanemagic.pump": "Pump",
  "block.arcanemagic.smelter": "Infernal Smelter",
  "block.arcanemagic.transfiguration_table": "Transfiguration Table",
  "item.arcanemagic.golden_scepter": "Golden Scepter",
  "item.arcanemagic.pure_scepter": "Pure Scepter",
  "item.arcanemagic.parchment": "Parchment",
  "item.arcanemagic.written_parchment": "Written Parchment",
  "item.arcanemagic.ancient_parchment": "Ancient Parchment",
  "item.arcanemagic.notebook": "Notebook",
  "item.arcanemagic.soul_pendant": "Soul Pendant",
  "item.arcanemagic.emerald_crystal": "Emerald Infused Crystal",
  "item.arcanemagic.diamond_crystal": "Diamond Infused Crystal",
  "item.arcanemagic.gold_crystal": "Gold Infused Crystal",
  "item.arcanemagic.lapis_crystal": "Lapis Infused Crystal",
  "item.arcanemagic.redstone_crystal": "Redstone Infused Crystal",
  "item.arcanemagic.coal_crystal": "Coal Infused Crystal",
  "item.arcanemagic.pure_crystal": "Pure Crystal",
  "item.arcanemagic.iron_dagger": "Iron Dagger",
  "item.arcanemagic.liquified_soul_bucket": "Liquified Soul Bucket",
  "death.attack.arcanemagic.drained": "%1$s's soul was drained",
  "subtitle.arcanemagic.transfiguration": "Items Transfigured",
  "message.arcanemagic.data-reset": "ArcaneMagic player data was reset!",
  "message.arcanemagic.drowned_first_kill": "You have never seen a zombie like that before. Perhaps you should get some paper to document your findings before killing another.",
  "message.arcanemagic.drowned_paper_first": "You have never seen a zombie like that before. You use some paper to document your findings.",
  "message.arcanemagic.drowned_paper_second": "You use the paper to document your discovery.",
  "message.arcanemagic.parchment_lost": "Your death may have temporarily hindered your experiments, but it should be quite simple to create a new parchment with some paper and ink to record any new findings.",
  "toast.arcanemagic.parchment_update": "Parchment Updated!",
  "toast.arcanemagic.notebook_update": "Notebook Updated!",
  "parchment.arcanemagic.discovery.kill_quest": "I am writing this to record an unusual species which I discovered whilst swimming today. It featured many of the same properties as the Zombies I have seen countless times before, but it was blue and thrived underwater. This change seems to have happened unnaturally fast, and I should like to find out why. Since I don't know enough about the zombies to come to a conclusion at this point, I will try and find some more to kill before writing an update.",
  "parchment.arcanemagic.discovery.gather_new": "After killing several more underwater zombies, I am beginning to realize that they are not the only anomaly - in fact, so much of the world I knew is changing. The zombies that I have been analyzing share their home with fish, dolphins and various plants that I have never seen before - even the trees and flowers on the surface look different. It might be easier to examine the changes if I gathered some of the new items.", "parchment.arcanemagic.discovery.craft_analyzer": "I have certainly never seen anything like these items before. To take a closer look, I have written up plans for a device capable of analyzing the item placed in it.",
  "parchment.arcanemagic.discovery.crafted_analyzer": "The Analyzer I built appears to function correctly. I can insert items by right-clicking with them, and if I right-click with an empty hand while sneaking, any items left in the Analyzer can be taken out.\n\nI wonder what would happen if I inserted one of the items that I collected earlier?",
  "parchment.arcanemagic.discovery.analyzed_new": "I expected that using the analyzer on one of the new items I collected would yield some useful information, so I am rather disappointed to find that I noticed exactly nothing special during the analysis. Before I abandon these experiments entirely, I think it would be worth analyzing some old items of mine even if it is only to reassure myself that there is nothing unusual about the new items I found.",
  "parchment.arcanemagic.discovery.analyzed_stick": "Placing a stick in my analyzer created reaction unlike anything I have seen before. However, this left me with many new questions, requiring further investigation. To begin, I have drawn up plans for an item which I hope will amplify the effect created in my analyzer.",
  "parchment.arcanemagic.discovery.crafted_scepter": "The Scepter I have created is capable of even more than I imagined. Not only does it produce golden particles in my analyzer, but it can slowly kill creatures that I look at while holding right-click. I should record these findings to help other travelers learn the things I have discovered.",
  "notebook.arcanemagic.title": "%s's Notes",
  "notebook.arcanemagic.intro": "After noticing many odd changes around the world, I have decided to start a journal to keep track of anything that may be useful to future travelers.\n\nThe book is divided into sections which are dedicated to each major discovery that I have made. I still have a lot more to learn, so I have set aside plenty of room for the future.",
  "notebook.arcanemagic.categories": "Categories",
  "notebook.arcanemagic.discovery.title": "Discovery",
  "notebook.arcanemagic.discovery.desc": "A recollection of various experiments",
  "notebook.arcanemagic.discovery.0": "Until recently, I took most of the world we live in for granted. I was able to kill my enemies with relative ease, and I could see for several chunks into the horizon - nothing was beyond my reach if I wanted it.\n\nMy experiments with various new items and creatures have lead me to realize that a lot of what I thought I knew was wrong. There is an unseen force sealed within every living mob, and I have been able to examine it for a few short moments by §5draining§r it out of creatures with a Scepter of my own creation. I realize now that there is a lot more to",
  "notebook.arcanemagic.discovery.1": "learn about this force, and I believe that it is not the only thing which I have been unaware of.\n\nBecause of its presence within living creatures, and how it causes their death when it is taken away, I suppose it could represent their §5Soul§r. Unless I can find a reason to call it something different, I shall refer to it as so from now on.\n\nAfter it is drained out of lifeforms, a small amount of Soul can be stored within the Scepter that was used to collect it. I can see the potential to store a lot more, but I have not been able to construct a suitable object using a Crafting",
  "notebook.arcanemagic.discovery.2": "Table as of yet. Perhaps there are other ways to construct items - §1§oI will need to take a closer look at a Crafting Table if I want to properly understand how it works§r.",
  "notebook.arcanemagic.transfiguration.title": "Transfiguration",
  "notebook.arcanemagic.transfiguration.desc": "Improved Crafting using Soul",
  "notebook.arcanemagic.transfiguration.0": "Closely examining a Crafting Table helped me realize the incredible complexity that is hidden within it. Crafting is a process that I had taken for granted ever since I began my journeys, and until now I have never truly appreciated it.\n\nI originally took interest in Crafting in the hope of modifying the process to allow the creation of more delicate items. Luckily, this should be possible with a device that I have named the Transfiguration Table. §5Transfiguration§r is a new type of crafting which uses Soul to bind the items together.\n\n",
  "notebook.arcanemagic.transfiguration.1": "Materials can be placed on the table by right-clicking a slot while holding any item or block. If the ingredients are arranged in a suitable pattern, right-clicking the block with a Scepter will initiate the crafting as long as the Scepter holds enough Soul to bind the items together. Different recipes might require different amounts of Soul to craft, but attempting to craft with insufficient Soul does not appear to damage the items.\n\n§1§oIt should be fairly simple to combine iron and gold with an infusion of Soul to create a crystal with unique properties.§r",
  "notebook.arcanemagic.crystallization.title": "Crystallization",
  "notebook.arcanemagic.crystallization.desc": "Creating Crystals using Soul",
  "notebook.arcanemagic.crystallization.0": "Creating a Gold Infused Crystal helped me realize the potentials of Transfiguration. Almost every other metal and gem should be able to form crystals in the same way that Gold was able to if they are mixed with specific other ingredients and the right amount of Soul.\n\nAlong with the ability to create crystals, this new discovery has opened my mind to new ideas that I previously dismissed as impossible. §1§oIf I better understood the inner workings of Blast Furnaces, I am sure that I could make some improvements§r.",
  "notebook.arcanemagic.soul_storage.title": "Soul Storage",
  "notebook.arcanemagic.soul_storage.desc": "Binding Soul to items for storage",
  "notebook.arcanemagic.soul_storage.0": "While Transfiguration is a useful way of crafting new items, the need to drain new mobs after almost every infusion in order to replenish the Soul stored in my Scepter is becoming tiring.\n\nThe Gold Infused Crystals I created earlier may be the key to storing excess Soul for safe-keeping. They are light enough to be manipulated easily and they are held together using Soul. If I encased them with a sufficiently dense block, any collected Soul should become trapped inside the resulting pendant, remaining in a usable state for later.",
  "notebook.arcanemagic.soul_storage.1": "The Pendant has proven to be a very useful way of storing Soul. Whenever I drain enemies with a Scepter, additional Soul is added to the pendant if it is present in my inventory. I can store much more Soul than I previously thought possible, although I am still limited by the primitive Scepter I am using. §1§oI would likely need a Crystal which combined the properties of the six that I have already discovered to improve it§r.\n\nAdditionally, now that I have such a large buffer of soul, draining creatures manually is becoming a lengthy process which I rarely look forward to. I would be very pleased if I could find a faster method of Draining",
  "notebook.arcanemagic.soul_storage.2": "which did not require so much manual work. While Stone was able to contain Soul within a pendant, I imagine that it would require a much heavier material to collect Soul without intervening. §1§oI will need to find a very dense block if I want a better way to collect Soul§r.",
  "notebook.arcanemagic.smelting.title": "Smelting",
  "notebook.arcanemagic.smelting.desc": "Using Soul to smelt items efficiently",
  "notebook.arcanemagic.smelting.0": "After discovering the existence of Redstone Crystals, I began to think of the different ways that I could use their power for my own benefit. An examination of the Blast Furnace helped me realize a perfect application - smelting. The Redstone Crystals are full of heated Soul which I imagine could serve as an improved substitute for Coal in a new type of furnace that I have named the Smelter.\n\nUnfortunately, I doubt my Golden Scepter will be able to channel enough soul to create the Smelter I have designed. I will need a more powerful Scepter.",
  "notebook.arcanemagic.smelting.1": "The Smelter is larger than I expected, but it seems to work properly. Items can be inserted by right-clicking or through automation, and once some ore has been placed in the Smelter, it can be smelted with another right-click while holding a Scepter with some Soul in it. After the ore has had some time to melt, the output becomes available for collection, and it produces twice as much as I had hoped for!\n\nIt could become tedious to manually activate the Smelter for every ore, however. A dispenser can be used to automate some of the process, but it would still require the Scepter to be refilled quite",
  "notebook.arcanemagic.smelting.2": "often. §1§oIf I learned more about Dispensers, I could try and fix the issues that I have with them§r.",
  "notebook.arcanemagic.perfection.title": "Perfection",
  "notebook.arcanemagic.perfection.desc": "Experimenting with pure Soul",
  "notebook.arcanemagic.perfection.0": "Combining the six basic crystals using Transfiguration created an entirely new §5Pure Crystal§r. Everything about it seems vastly different from the crystals that it is made of.\n\nIt should be the perfect item to use in the creation of a new Scepter. If its power is augmented with some quartz, I imagine that it will be capable of so much more than the Golden Scepter I created at the start of my adventures.",
  "notebook.arcanemagic.soul_collection.title": "Soul Collection",
  "notebook.arcanemagic.soul_collection.desc": "Gathering Soul more efficiently",
  "notebook.arcanemagic.soul_collection.0": "After taking a close look at Obsidian, it has became clear to me that it is the perfect material to attract and contain Soul. An Obsidian Altar should be able to gather Soul from any creatures that die near it and store it in any Pendant placed on the Altar.\n\nHowever, it may be difficult to position enemies close to the Altar in order to collect their Soul. §1§oIf I had a better understanding on how Swords worked, I might be able to create a new weapon that makes sacrificial killings easier§r.",
  "notebook.arcanemagic.armoury.title": "Armoury",
  "notebook.arcanemagic.armoury.desc": "Creating new weapons and armor",
  "notebook.arcanemagic.armoury.0": "After investigating the inner workings of Swords, I have learned enough to design a primitive weapon of my own creation. I have made plans for a Dagger which is simple enough to produce using a regular Crafting Table. The addition of Quartz should cause some new behavior when compared to the Iron Sword it is based on.",
  "notebook.arcanemagic.armoury.1": "Despite the primitive nature of the dagger I created, I believe that it will be possible to enhance its power using Soul, similar to how Experience can be used to enchant various tools and armor. §1§oI will need a better understanding of the Enchanting process if I want to create something similar, though§r.",
  "notebook.arcanemagic.infusion.title": "Infusion",
  "notebook.arcanemagic.infusion.desc": "Improving equipment using Soul",
  "notebook.arcanemagic.infusion.0": "Enchanting is a complicated process, but after some further study into the core mechanics at play in an Enchanting Table, I believe that, using the power of Soul, it would be fairly simple to make some modifications that allow for more specific and powerful changes to items.\n\nI have designed a Crystal Infuser which should be able to infuse Crystals into various tools. Hopefully, the infusion process will grant unique and useful bonuses to the items which go through it.",
  "notebook.arcanemagic.infusion.1": "The Infuser I created should serve its purpose well. I can insert an Iron Dagger, or other suitable tools, by right-clicking the block while holding the tool. A crystal can also be added by right-clicking. However, it seems that a third ingredient is required - either Redstone or Lapis Lazuli can be used for this. I am not entirely sure what purpose this final ingredient serves, but it seems that the specific bonus gained in the infusion greatly depends on this ingredient. It appears to be used as a catalyst to encourage the binding of the Crystal with the tool.\n\nOnce three valid items are added to the Crystal Infuser,",
  "notebook.arcanemagic.infusion.2": "the infusion process can be initiated by right-clicking with a Scepter. It might take a while to complete, but I think it should be worth the wait.",
  "notebook.arcanemagic.liquefaction.title": "Liquefaction",
  "notebook.arcanemagic.liquefaction.desc": "Combining Water and Soul",
  "notebook.arcanemagic.liquefaction.0": "Dispensers are an interesting block. They are able to throw items, but they can do so much more when given the right ingredients. After studying their components to learn more about them, I realize the potential to automate many other processes, especially those involving Soul. Dispensers can already be used with Scepters for Transfiguration, Crystal Infusion and Smelting, but a Scepter only has a limited buffer of soul which inevitably depletes rather quickly.\n\nCurrently, any automation is limited by the need to move Soul",
  "notebook.arcanemagic.liquefaction.1": "between Pendants and Scepters, and by the the impossibility of distributing Soul between multiple destinations. Both of these issues could be resolved if I could convert Soul into a liquid form before transporting it. I have designed a simple Mixer which should be able to combine Water with Soul from a Pendant to produce §5Liquified Soul§r. This should open up many new possibilities."
}